(function() {

    var db = {

        loadData: function(filter) {
            return $.grep(this.meishu, function(client) {
                // return (!filter.Name || client.Name.indexOf(filter.Name) > -1)
                return  (!filter.院校名称 || client.院校名称.indexOf(filter.院校名称) > -1)
                    && (filter.院校代码 === undefined || client.院校代码 === filter.院校代码)
                    && (filter.计划数 === undefined || client.计划数 <= filter.计划数)
                    && (!filter.投档人数 || client.投档人数 <= filter.投档人数)
                    && (!filter.投档分 || client.投档分 <= filter.投档分)
                    && (filter.最低排位 === undefined || client.最低排位 <= filter.最低排位)
                    && (!filter.广东 || client.广东.indexOf(filter.广东) > -1);
            });
        },


        // loadData: function(filter) {
        //     return $.grep(this.meishu, function(client) {
        //         // return (!filter.Name || client.Name.indexOf(filter.Name) > -1)
        //         return  (!filter.院校名称 || client.院校名称.indexOf(filter.院校名称) > -1)
        //             && (filter.院校代码 === undefined || client.院校代码 === filter.院校代码)
        //             && (filter.计划数 === undefined || client.计划数 <= filter.计划数)
        //             && (!filter.投档人数 || client.Address.indexOf(filter.Address) > -1)
        //             && (!filter.Country || client.Country === filter.Country)
        //             && (filter.Married === undefined || client.Married === filter.Married);
        //     });
        // },




        insertItem: function(insertingClient) {
            this.clients.push(insertingClient);
        },

        updateItem: function(updatingClient) { },

        deleteItem: function(deletingClient) {
            var clientIndex = $.inArray(deletingClient, this.clients);
            this.clients.splice(clientIndex, 1);
        }

    };

    window.db = db;


    db.countries = [
        { Name: "", Id: 0 },
        { Name: "United States", Id: 1 },
        { Name: "Canada", Id: 2 },
        { Name: "United Kingdom", Id: 3 },
        { Name: "France", Id: 4 },
        { Name: "Brazil", Id: 5 },
        { Name: "China", Id: 6 },
        { Name: "Russia", Id: 7 }
    ];

    db.clients = [
        {
            "Name": "Otto Clay",
            "Age": 61,
            "Country": 6,
            "Address": "Ap #897-1459 Quam Avenue",
            "Married": false
        },
        {
            "Name": "Connor Johnston",
            "Age": 73,
            "Country": 7,
            "Address": "Ap #370-4647 Dis Av.",
            "Married": false
        },
        {
            "Name": "Lacey Hess",
            "Age": 29,
            "Country": 7,
            "Address": "Ap #365-8835 Integer St.",
            "Married": false
        },
        {
            "Name": "Timothy Henson",
            "Age": 78,
            "Country": 1,
            "Address": "911-5143 Luctus Ave",
            "Married": false
        },
        {
            "Name": "Ramona Benton",
            "Age": 43,
            "Country": 5,
            "Address": "Ap #614-689 Vehicula Street",
            "Married": true
        },
        {
            "Name": "Ezra Tillman",
            "Age": 51,
            "Country": 1,
            "Address": "P.O. Box 738, 7583 Quisque St.",
            "Married": true
        },
        {
            "Name": "Dante Carter",
            "Age": 59,
            "Country": 1,
            "Address": "P.O. Box 976, 6316 Lorem, St.",
            "Married": false
        },
        {
            "Name": "Christopher Mcclure",
            "Age": 58,
            "Country": 1,
            "Address": "847-4303 Dictum Av.",
            "Married": true
        },
        {
            "Name": "Ruby Rocha",
            "Age": 62,
            "Country": 2,
            "Address": "5212 Sagittis Ave",
            "Married": false
        },
        {
            "Name": "Imelda Hardin",
            "Age": 39,
            "Country": 5,
            "Address": "719-7009 Auctor Av.",
            "Married": false
        },
        {
            "Name": "Jonah Johns",
            "Age": 28,
            "Country": 5,
            "Address": "P.O. Box 939, 9310 A Ave",
            "Married": false
        },
        {
            "Name": "Herman Rosa",
            "Age": 49,
            "Country": 7,
            "Address": "718-7162 Molestie Av.",
            "Married": true
        },
        {
            "Name": "Arthur Gay",
            "Age": 20,
            "Country": 7,
            "Address": "5497 Neque Street",
            "Married": false
        },
        {
            "Name": "Xena Wilkerson",
            "Age": 63,
            "Country": 1,
            "Address": "Ap #303-6974 Proin Street",
            "Married": true
        },
        {
            "Name": "Lilah Atkins",
            "Age": 33,
            "Country": 5,
            "Address": "622-8602 Gravida Ave",
            "Married": true
        },
        {
            "Name": "Malik Shepard",
            "Age": 59,
            "Country": 1,
            "Address": "967-5176 Tincidunt Av.",
            "Married": false
        },
        {
            "Name": "Keely Silva",
            "Age": 24,
            "Country": 1,
            "Address": "P.O. Box 153, 8995 Praesent Ave",
            "Married": false
        },
        {
            "Name": "Hunter Pate",
            "Age": 73,
            "Country": 7,
            "Address": "P.O. Box 771, 7599 Ante, Road",
            "Married": false
        },
        {
            "Name": "Mikayla Roach",
            "Age": 55,
            "Country": 5,
            "Address": "Ap #438-9886 Donec Rd.",
            "Married": true
        },
        {
            "Name": "Upton Joseph",
            "Age": 48,
            "Country": 4,
            "Address": "Ap #896-7592 Habitant St.",
            "Married": true
        },
        {
            "Name": "Jeanette Pate",
            "Age": 59,
            "Country": 2,
            "Address": "P.O. Box 177, 7584 Amet, St.",
            "Married": false
        },
        {
            "Name": "Kaden Hernandez",
            "Age": 79,
            "Country": 3,
            "Address": "366 Ut St.",
            "Married": true
        },
        {
            "Name": "Kenyon Stevens",
            "Age": 20,
            "Country": 3,
            "Address": "P.O. Box 704, 4580 Gravida Rd.",
            "Married": false
        },
        {
            "Name": "Jerome Harper",
            "Age": 31,
            "Country": 5,
            "Address": "2464 Porttitor Road",
            "Married": false
        },
        {
            "Name": "Jelani Patel",
            "Age": 36,
            "Country": 2,
            "Address": "P.O. Box 541, 5805 Nec Av.",
            "Married": true
        },
        {
            "Name": "Keaton Oconnor",
            "Age": 21,
            "Country": 1,
            "Address": "Ap #657-1093 Nec, Street",
            "Married": false
        },
        {
            "Name": "Bree Johnston",
            "Age": 31,
            "Country": 2,
            "Address": "372-5942 Vulputate Avenue",
            "Married": false
        },
        {
            "Name": "Maisie Hodges",
            "Age": 70,
            "Country": 7,
            "Address": "P.O. Box 445, 3880 Odio, Rd.",
            "Married": false
        },
        {
            "Name": "Kuame Calhoun",
            "Age": 39,
            "Country": 2,
            "Address": "P.O. Box 609, 4105 Rutrum St.",
            "Married": true
        },
        {
            "Name": "Carlos Cameron",
            "Age": 38,
            "Country": 5,
            "Address": "Ap #215-5386 A, Avenue",
            "Married": false
        },
        {
            "Name": "Fulton Parsons",
            "Age": 25,
            "Country": 7,
            "Address": "P.O. Box 523, 3705 Sed Rd.",
            "Married": false
        },
        {
            "Name": "Wallace Christian",
            "Age": 43,
            "Country": 3,
            "Address": "416-8816 Mauris Avenue",
            "Married": true
        },
        {
            "Name": "Caryn Maldonado",
            "Age": 40,
            "Country": 1,
            "Address": "108-282 Nonummy Ave",
            "Married": false
        },
        {
            "Name": "Whilemina Frank",
            "Age": 20,
            "Country": 7,
            "Address": "P.O. Box 681, 3938 Egestas. Av.",
            "Married": true
        },
        {
            "Name": "Emery Moon",
            "Age": 41,
            "Country": 4,
            "Address": "Ap #717-8556 Non Road",
            "Married": true
        },
        {
            "Name": "Price Watkins",
            "Age": 35,
            "Country": 4,
            "Address": "832-7810 Nunc Rd.",
            "Married": false
        },
        {
            "Name": "Lydia Castillo",
            "Age": 59,
            "Country": 7,
            "Address": "5280 Placerat, Ave",
            "Married": true
        },
        {
            "Name": "Lawrence Conway",
            "Age": 53,
            "Country": 1,
            "Address": "Ap #452-2808 Imperdiet St.",
            "Married": false
        },
        {
            "Name": "Kalia Nicholson",
            "Age": 67,
            "Country": 5,
            "Address": "P.O. Box 871, 3023 Tellus Road",
            "Married": true
        },
        {
            "Name": "Brielle Baxter",
            "Age": 45,
            "Country": 3,
            "Address": "Ap #822-9526 Ut, Road",
            "Married": true
        },
        {
            "Name": "Valentine Brady",
            "Age": 72,
            "Country": 7,
            "Address": "8014 Enim. Road",
            "Married": true
        },
        {
            "Name": "Rebecca Gardner",
            "Age": 57,
            "Country": 4,
            "Address": "8655 Arcu. Road",
            "Married": true
        },
        {
            "Name": "Vladimir Tate",
            "Age": 26,
            "Country": 1,
            "Address": "130-1291 Non, Rd.",
            "Married": true
        },
        {
            "Name": "Vernon Hays",
            "Age": 56,
            "Country": 4,
            "Address": "964-5552 In Rd.",
            "Married": true
        },
        {
            "Name": "Allegra Hull",
            "Age": 22,
            "Country": 4,
            "Address": "245-8891 Donec St.",
            "Married": true
        },
        {
            "Name": "Hu Hendrix",
            "Age": 65,
            "Country": 7,
            "Address": "428-5404 Tempus Ave",
            "Married": true
        },
        {
            "Name": "Kenyon Battle",
            "Age": 32,
            "Country": 2,
            "Address": "921-6804 Lectus St.",
            "Married": false
        },
        {
            "Name": "Gloria Nielsen",
            "Age": 24,
            "Country": 4,
            "Address": "Ap #275-4345 Lorem, Street",
            "Married": true
        },
        {
            "Name": "Illiana Kidd",
            "Age": 59,
            "Country": 2,
            "Address": "7618 Lacus. Av.",
            "Married": false
        },
        {
            "Name": "Adria Todd",
            "Age": 68,
            "Country": 6,
            "Address": "1889 Tincidunt Road",
            "Married": false
        },
        {
            "Name": "Kirsten Mayo",
            "Age": 71,
            "Country": 1,
            "Address": "100-8640 Orci, Avenue",
            "Married": false
        },
        {
            "Name": "Willa Hobbs",
            "Age": 60,
            "Country": 6,
            "Address": "P.O. Box 323, 158 Tristique St.",
            "Married": false
        },
        {
            "Name": "Alexis Clements",
            "Age": 69,
            "Country": 5,
            "Address": "P.O. Box 176, 5107 Proin Rd.",
            "Married": false
        },
        {
            "Name": "Akeem Conrad",
            "Age": 60,
            "Country": 2,
            "Address": "282-495 Sed Ave",
            "Married": true
        },
        {
            "Name": "Montana Silva",
            "Age": 79,
            "Country": 6,
            "Address": "P.O. Box 120, 9766 Consectetuer St.",
            "Married": false
        },
        {
            "Name": "Kaseem Hensley",
            "Age": 77,
            "Country": 6,
            "Address": "Ap #510-8903 Mauris. Av.",
            "Married": true
        },
        {
            "Name": "Christopher Morton",
            "Age": 35,
            "Country": 5,
            "Address": "P.O. Box 234, 3651 Sodales Avenue",
            "Married": false
        },
        {
            "Name": "Wade Fernandez",
            "Age": 49,
            "Country": 6,
            "Address": "740-5059 Dolor. Road",
            "Married": true
        },
        {
            "Name": "Illiana Kirby",
            "Age": 31,
            "Country": 2,
            "Address": "527-3553 Mi Ave",
            "Married": false
        },
        {
            "Name": "Kimberley Hurley",
            "Age": 65,
            "Country": 5,
            "Address": "P.O. Box 637, 9915 Dictum St.",
            "Married": false
        },
        {
            "Name": "Arthur Olsen",
            "Age": 74,
            "Country": 5,
            "Address": "887-5080 Eget St.",
            "Married": false
        },
        {
            "Name": "Brody Potts",
            "Age": 59,
            "Country": 2,
            "Address": "Ap #577-7690 Sem Road",
            "Married": false
        },
        {
            "Name": "Dillon Ford",
            "Age": 60,
            "Country": 1,
            "Address": "Ap #885-9289 A, Av.",
            "Married": true
        },
        {
            "Name": "Hannah Juarez",
            "Age": 61,
            "Country": 2,
            "Address": "4744 Sapien, Rd.",
            "Married": true
        },
        {
            "Name": "Vincent Shaffer",
            "Age": 25,
            "Country": 2,
            "Address": "9203 Nunc St.",
            "Married": true
        },
        {
            "Name": "George Holt",
            "Age": 27,
            "Country": 6,
            "Address": "4162 Cras Rd.",
            "Married": false
        },
        {
            "Name": "Tobias Bartlett",
            "Age": 74,
            "Country": 4,
            "Address": "792-6145 Mauris St.",
            "Married": true
        },
        {
            "Name": "Xavier Hooper",
            "Age": 35,
            "Country": 1,
            "Address": "879-5026 Interdum. Rd.",
            "Married": false
        },
        {
            "Name": "Declan Dorsey",
            "Age": 31,
            "Country": 2,
            "Address": "Ap #926-4171 Aenean Road",
            "Married": true
        },
        {
            "Name": "Clementine Tran",
            "Age": 43,
            "Country": 4,
            "Address": "P.O. Box 176, 9865 Eu Rd.",
            "Married": true
        },
        {
            "Name": "Pamela Moody",
            "Age": 55,
            "Country": 6,
            "Address": "622-6233 Luctus Rd.",
            "Married": true
        },
        {
            "Name": "Julie Leon",
            "Age": 43,
            "Country": 6,
            "Address": "Ap #915-6782 Sem Av.",
            "Married": true
        },
        {
            "Name": "Shana Nolan",
            "Age": 79,
            "Country": 5,
            "Address": "P.O. Box 603, 899 Eu St.",
            "Married": false
        },
        {
            "Name": "Vaughan Moody",
            "Age": 37,
            "Country": 5,
            "Address": "880 Erat Rd.",
            "Married": false
        },
        {
            "Name": "Randall Reeves",
            "Age": 44,
            "Country": 3,
            "Address": "1819 Non Street",
            "Married": false
        },
        {
            "Name": "Dominic Raymond",
            "Age": 68,
            "Country": 1,
            "Address": "Ap #689-4874 Nisi Rd.",
            "Married": true
        },
        {
            "Name": "Lev Pugh",
            "Age": 69,
            "Country": 5,
            "Address": "Ap #433-6844 Auctor Avenue",
            "Married": true
        },
        {
            "Name": "Desiree Hughes",
            "Age": 80,
            "Country": 4,
            "Address": "605-6645 Fermentum Avenue",
            "Married": true
        },
        {
            "Name": "Idona Oneill",
            "Age": 23,
            "Country": 7,
            "Address": "751-8148 Aliquam Avenue",
            "Married": true
        },
        {
            "Name": "Lani Mayo",
            "Age": 76,
            "Country": 1,
            "Address": "635-2704 Tristique St.",
            "Married": true
        },
        {
            "Name": "Cathleen Bonner",
            "Age": 40,
            "Country": 1,
            "Address": "916-2910 Dolor Av.",
            "Married": false
        },
        {
            "Name": "Sydney Murray",
            "Age": 44,
            "Country": 5,
            "Address": "835-2330 Fringilla St.",
            "Married": false
        },
        {
            "Name": "Brenna Rodriguez",
            "Age": 77,
            "Country": 6,
            "Address": "3687 Imperdiet Av.",
            "Married": true
        },
        {
            "Name": "Alfreda Mcdaniel",
            "Age": 38,
            "Country": 7,
            "Address": "745-8221 Aliquet Rd.",
            "Married": true
        },
        {
            "Name": "Zachery Atkins",
            "Age": 30,
            "Country": 1,
            "Address": "549-2208 Auctor. Road",
            "Married": true
        },
        {
            "Name": "Amelia Rich",
            "Age": 56,
            "Country": 4,
            "Address": "P.O. Box 734, 4717 Nunc Rd.",
            "Married": false
        },
        {
            "Name": "Kiayada Witt",
            "Age": 62,
            "Country": 3,
            "Address": "Ap #735-3421 Malesuada Avenue",
            "Married": false
        },
        {
            "Name": "Lysandra Pierce",
            "Age": 36,
            "Country": 1,
            "Address": "Ap #146-2835 Curabitur St.",
            "Married": true
        },
        {
            "Name": "Cara Rios",
            "Age": 58,
            "Country": 4,
            "Address": "Ap #562-7811 Quam. Ave",
            "Married": true
        },
        {
            "Name": "Austin Andrews",
            "Age": 55,
            "Country": 7,
            "Address": "P.O. Box 274, 5505 Sociis Rd.",
            "Married": false
        },
        {
            "Name": "Lillian Peterson",
            "Age": 39,
            "Country": 2,
            "Address": "6212 A Avenue",
            "Married": false
        },
        {
            "Name": "Adria Beach",
            "Age": 29,
            "Country": 2,
            "Address": "P.O. Box 183, 2717 Nunc Avenue",
            "Married": true
        },
        {
            "Name": "Oleg Durham",
            "Age": 80,
            "Country": 4,
            "Address": "931-3208 Nunc Rd.",
            "Married": false
        },
        {
            "Name": "Casey Reese",
            "Age": 60,
            "Country": 4,
            "Address": "383-3675 Ultrices, St.",
            "Married": false
        },
        {
            "Name": "Kane Burnett",
            "Age": 80,
            "Country": 1,
            "Address": "759-8212 Dolor. Ave",
            "Married": false
        },
        {
            "Name": "Stewart Wilson",
            "Age": 46,
            "Country": 7,
            "Address": "718-7845 Sagittis. Av.",
            "Married": false
        },
        {
            "Name": "Charity Holcomb",
            "Age": 31,
            "Country": 6,
            "Address": "641-7892 Enim. Ave",
            "Married": false
        },
        {
            "Name": "Kyra Cummings",
            "Age": 43,
            "Country": 4,
            "Address": "P.O. Box 702, 6621 Mus. Av.",
            "Married": false
        },
        {
            "Name": "Stuart Wallace",
            "Age": 25,
            "Country": 7,
            "Address": "648-4990 Sed Rd.",
            "Married": true
        },
        {
            "Name": "Carter Clarke",
            "Age": 59,
            "Country": 6,
            "Address": "Ap #547-2921 A Street",
            "Married": false
        }
    ];

    db.users = [
        {
            "ID": "x",
            "Account": "A758A693-0302-03D1-AE53-EEFE22855556",
            "Name": "Carson Kelley",
            "RegisterDate": "2002-04-20T22:55:52-07:00"
        },
        {
            "Account": "D89FF524-1233-0CE7-C9E1-56EFF017A321",
            "Name": "Prescott Griffin",
            "RegisterDate": "2011-02-22T05:59:55-08:00"
        },
        {
            "Account": "06FAAD9A-5114-08F6-D60C-961B2528B4F0",
            "Name": "Amir Saunders",
            "RegisterDate": "2014-08-13T09:17:49-07:00"
        },
        {
            "Account": "EED7653D-7DD9-A722-64A8-36A55ECDBE77",
            "Name": "Derek Thornton",
            "RegisterDate": "2012-02-27T01:31:07-08:00"
        },
        {
            "Account": "2A2E6D40-FEBD-C643-A751-9AB4CAF1E2F6",
            "Name": "Fletcher Romero",
            "RegisterDate": "2010-06-25T15:49:54-07:00"
        },
        {
            "Account": "3978F8FA-DFF0-DA0E-0A5D-EB9D281A3286",
            "Name": "Thaddeus Stein",
            "RegisterDate": "2013-11-10T07:29:41-08:00"
        },
        {
            "Account": "658DBF5A-176E-569A-9273-74FB5F69FA42",
            "Name": "Nash Knapp",
            "RegisterDate": "2005-06-24T09:11:19-07:00"
        },
        {
            "Account": "76D2EE4B-7A73-1212-F6F2-957EF8C1F907",
            "Name": "Quamar Vega",
            "RegisterDate": "2011-04-13T20:06:29-07:00"
        },
        {
            "Account": "00E46809-A595-CE82-C5B4-D1CAEB7E3E58",
            "Name": "Philip Galloway",
            "RegisterDate": "2008-08-21T18:59:38-07:00"
        },
        {
            "Account": "C196781C-DDCC-AF83-DDC2-CA3E851A47A0",
            "Name": "Mason French",
            "RegisterDate": "2000-11-15T00:38:37-08:00"
        },
        {
            "Account": "5911F201-818A-B393-5888-13157CE0D63F",
            "Name": "Ross Cortez",
            "RegisterDate": "2010-05-27T17:35:32-07:00"
        },
        {
            "Account": "B8BB78F9-E1A1-A956-086F-E12B6FE168B6",
            "Name": "Logan King",
            "RegisterDate": "2003-07-08T16:58:06-07:00"
        },
        {
            "Account": "06F636C3-9599-1A2D-5FD5-86B24ADDE626",
            "Name": "Cedric Leblanc",
            "RegisterDate": "2011-06-30T14:30:10-07:00"
        },
        {
            "Account": "FE880CDD-F6E7-75CB-743C-64C6DE192412",
            "Name": "Simon Sullivan",
            "RegisterDate": "2013-06-11T16:35:07-07:00"
        },
        {
            "Account": "BBEDD673-E2C1-4872-A5D3-C4EBD4BE0A12",
            "Name": "Jamal West",
            "RegisterDate": "2001-03-16T20:18:29-08:00"
        },
        {
            "Account": "19BC22FA-C52E-0CC6-9552-10365C755FAC",
            "Name": "Hector Morales",
            "RegisterDate": "2012-11-01T01:56:34-07:00"
        },
        {
            "Account": "A8292214-2C13-5989-3419-6B83DD637D6C",
            "Name": "Herrod Hart",
            "RegisterDate": "2008-03-13T19:21:04-07:00"
        },
        {
            "Account": "0285564B-F447-0E7F-EAA1-7FB8F9C453C8",
            "Name": "Clark Maxwell",
            "RegisterDate": "2004-08-05T08:22:24-07:00"
        },
        {
            "Account": "EA78F076-4F6E-4228-268C-1F51272498AE",
            "Name": "Reuben Walter",
            "RegisterDate": "2011-01-23T01:55:59-08:00"
        },
        {
            "Account": "6A88C194-EA21-426F-4FE2-F2AE33F51793",
            "Name": "Ira Ingram",
            "RegisterDate": "2008-08-15T05:57:46-07:00"
        },
        {
            "Account": "4275E873-439C-AD26-56B3-8715E336508E",
            "Name": "Damian Morrow",
            "RegisterDate": "2015-09-13T01:50:55-07:00"
        },
        {
            "Account": "A0D733C4-9070-B8D6-4387-D44F0BA515BE",
            "Name": "Macon Farrell",
            "RegisterDate": "2011-03-14T05:41:40-07:00"
        },
        {
            "Account": "B3683DE8-C2FA-7CA0-A8A6-8FA7E954F90A",
            "Name": "Joel Galloway",
            "RegisterDate": "2003-02-03T04:19:01-08:00"
        },
        {
            "Account": "01D95A8E-91BC-2050-F5D0-4437AAFFD11F",
            "Name": "Rigel Horton",
            "RegisterDate": "2015-06-20T11:53:11-07:00"
        },
        {
            "Account": "F0D12CC0-31AC-A82E-FD73-EEEFDBD21A36",
            "Name": "Sylvester Gaines",
            "RegisterDate": "2004-03-12T09:57:13-08:00"
        },
        {
            "Account": "874FCC49-9A61-71BC-2F4E-2CE88348AD7B",
            "Name": "Abbot Mckay",
            "RegisterDate": "2008-12-26T20:42:57-08:00"
        },
        {
            "Account": "B8DA1912-20A0-FB6E-0031-5F88FD63EF90",
            "Name": "Solomon Green",
            "RegisterDate": "2013-09-04T01:44:47-07:00"
        }
     ];

     db.meishu = [
{"院校代码":10002,"院校名称":"中国人民大学","计划数":2,"投档人数":2,"投档分":601,"最低排位":5,"广东":"否","19对应分":0},
{"院校代码":10010,"院校名称":"北京化工大学","计划数":16,"投档人数":16,"投档分":506,"最低排位":3453,"广东":"否","19对应分":0},
{"院校代码":10011,"院校名称":"北京工商大学","计划数":5,"投档人数":5,"投档分":494,"最低排位":5322,"广东":"否","19对应分":0},
{"院校代码":10022,"院校名称":"北京林业大学","计划数":30,"投档人数":30,"投档分":541,"最低排位":629,"广东":"否","19对应分":0},
{"院校代码":10057,"院校名称":"天津科技大学","计划数":6,"投档人数":6,"投档分":498,"最低排位":4708,"广东":"否","19对应分":0},
{"院校代码":10058,"院校名称":"天津工业大学","计划数":5,"投档人数":5,"投档分":504,"最低排位":3784,"广东":"否","19对应分":0},
{"院校代码":10070,"院校名称":"天津财经大学","计划数":6,"投档人数":6,"投档分":504,"最低排位":3758,"广东":"否","19对应分":0},
{"院校代码":10094,"院校名称":"河北师范大学","计划数":3,"投档人数":3,"投档分":486,"最低排位":6928,"广东":"否","19对应分":0},
{"院校代码":10149,"院校名称":"沈阳化工大学","计划数":5,"投档人数":5,"投档分":446,"最低排位":17925,"广东":"否","19对应分":0},
{"院校代码":10152,"院校名称":"大连工业大学","计划数":6,"投档人数":6,"投档分":497,"最低排位":4810,"广东":"否","19对应分":0},
{"院校代码":10183,"院校名称":"吉林大学","计划数":6,"投档人数":6,"投档分":512,"最低排位":2684,"广东":"否","19对应分":0},
{"院校代码":10212,"院校名称":"黑龙江大学","计划数":28,"投档人数":28,"投档分":494,"最低排位":5372,"广东":"否","19对应分":0},
{"院校代码":10214,"院校名称":"哈尔滨理工大学","计划数":14,"投档人数":14,"投档分":491,"最低排位":5968,"广东":"否","19对应分":0},
{"院校代码":10240,"院校名称":"哈尔滨商业大学","计划数":12,"投档人数":12,"投档分":472,"最低排位":10258,"广东":"否","19对应分":0},
{"院校代码":10247,"院校名称":"同济大学","计划数":4,"投档人数":4,"投档分":595,"最低排位":11,"广东":"否","19对应分":0},
{"院校代码":10259,"院校名称":"上海应用技术大学","计划数":7,"投档人数":7,"投档分":502,"最低排位":4092,"广东":"否","19对应分":0},
{"院校代码":10285,"院校名称":"苏州大学","计划数":4,"投档人数":4,"投档分":546,"最低排位":477,"广东":"否","19对应分":0},
{"院校代码":10286,"院校名称":"东南大学","计划数":4,"投档人数":4,"投档分":569,"最低排位":107,"广东":"否","19对应分":0},
{"院校代码":10290,"院校名称":"中国矿业大学","计划数":5,"投档人数":5,"投档分":516,"最低排位":2306,"广东":"否","19对应分":0},
{"院校代码":10300,"院校名称":"南京信息工程大学","计划数":9,"投档人数":9,"投档分":510,"最低排位":2977,"广东":"否","19对应分":0},
{"院校代码":10327,"院校名称":"南京财经大学","计划数":5,"投档人数":5,"投档分":500,"最低排位":4408,"广东":"否","19对应分":0},
{"院校代码":10341,"院校名称":"浙江农林大学","计划数":10,"投档人数":10,"投档分":497,"最低排位":4859,"广东":"否","19对应分":0},
{"院校代码":10384,"院校名称":"厦门大学","计划数":5,"投档人数":5,"投档分":569,"最低排位":113,"广东":"否","19对应分":0},
{"院校代码":10385,"院校名称":"华侨大学","计划数":10,"投档人数":10,"投档分":509,"最低排位":3065,"广东":"否","19对应分":0},
{"院校代码":10390,"院校名称":"集美大学","计划数":3,"投档人数":3,"投档分":508,"最低排位":3245,"广东":"否","19对应分":0},
{"院校代码":10394,"院校名称":"福建师范大学","计划数":9,"投档人数":9,"投档分":514,"最低排位":2486,"广东":"否","19对应分":0},
{"院校代码":10407,"院校名称":"江西理工大学","计划数":4,"投档人数":4,"投档分":487,"最低排位":6866,"广东":"否","19对应分":0},
{"院校代码":10410,"院校名称":"江西农业大学","计划数":5,"投档人数":5,"投档分":483,"最低排位":7653,"广东":"否","19对应分":0},
{"院校代码":10414,"院校名称":"江西师范大学","计划数":12,"投档人数":12,"投档分":500,"最低排位":4278,"广东":"否","19对应分":0},
{"院校代码":10416,"院校名称":"上饶师范学院","计划数":7,"投档人数":7,"投档分":465,"最低排位":12238,"广东":"否","19对应分":0},
{"院校代码":10417,"院校名称":"宜春学院","计划数":11,"投档人数":11,"投档分":477,"最低排位":8937,"广东":"否","19对应分":0},
{"院校代码":10418,"院校名称":"赣南师范大学","计划数":11,"投档人数":11,"投档分":485,"最低排位":7248,"广东":"否","19对应分":0},
{"院校代码":10421,"院校名称":"江西财经大学","计划数":22,"投档人数":22,"投档分":497,"最低排位":4775,"广东":"否","19对应分":0},
{"院校代码":10427,"院校名称":"济南大学","计划数":8,"投档人数":8,"投档分":505,"最低排位":3572,"广东":"否","19对应分":0},
{"院校代码":10445,"院校名称":"山东师范大学","计划数":8,"投档人数":8,"投档分":498,"最低排位":4714,"广东":"否","19对应分":0},
{"院校代码":10459,"院校名称":"郑州大学","计划数":10,"投档人数":10,"投档分":503,"最低排位":3828,"广东":"否","19对应分":0},
{"院校代码":10462,"院校名称":"郑州轻工业学院","计划数":60,"投档人数":60,"投档分":476,"最低排位":9173,"广东":"否","19对应分":0},
{"院校代码":10463,"院校名称":"河南工业大学","计划数":6,"投档人数":6,"投档分":487,"最低排位":6846,"广东":"否","19对应分":0},
{"院校代码":10486,"院校名称":"武汉大学","计划数":12,"投档人数":12,"投档分":570,"最低排位":103,"广东":"否","19对应分":0},
{"院校代码":10487,"院校名称":"华中科技大学","计划数":17,"投档人数":17,"投档分":559,"最低排位":227,"广东":"否","19对应分":0},
{"院校代码":10488,"院校名称":"武汉科技大学","计划数":18,"投档人数":18,"投档分":499,"最低排位":4529,"广东":"否","19对应分":0},
{"院校代码":10489,"院校名称":"长江大学","计划数":8,"投档人数":8,"投档分":480,"最低排位":8404,"广东":"否","19对应分":0},
{"院校代码":10490,"院校名称":"武汉工程大学","计划数":9,"投档人数":9,"投档分":497,"最低排位":4868,"广东":"否","19对应分":0},
{"院校代码":10491,"院校名称":"中国地质大学(武汉)","计划数":8,"投档人数":8,"投档分":556,"最低排位":289,"广东":"否","19对应分":0},
{"院校代码":10495,"院校名称":"武汉纺织大学","计划数":24,"投档人数":24,"投档分":486,"最低排位":7080,"广东":"否","19对应分":0},
{"院校代码":10497,"院校名称":"武汉理工大学","计划数":13,"投档人数":13,"投档分":533,"最低排位":998,"广东":"否","19对应分":0},
{"院校代码":10500,"院校名称":"湖北工业大学","计划数":17,"投档人数":17,"投档分":504,"最低排位":3747,"广东":"否","19对应分":0},
{"院校代码":10511,"院校名称":"华中师范大学","计划数":15,"投档人数":15,"投档分":536,"最低排位":857,"广东":"否","19对应分":0},
{"院校代码":10512,"院校名称":"湖北大学","计划数":10,"投档人数":10,"投档分":504,"最低排位":3675,"广东":"否","19对应分":0},
{"院校代码":10514,"院校名称":"黄冈师范学院","计划数":11,"投档人数":11,"投档分":479,"最低排位":8553,"广东":"否","19对应分":0},
{"院校代码":10520,"院校名称":"中南财经政法大学","计划数":10,"投档人数":10,"投档分":513,"最低排位":2626,"广东":"否","19对应分":0},
{"院校代码":10523,"院校名称":"湖北美术学院","计划数":3,"投档人数":3,"投档分":504,"最低排位":3681,"广东":"否","19对应分":0},
{"院校代码":10525,"院校名称":"湖北汽车工业学院","计划数":2,"投档人数":2,"投档分":467,"最低排位":11755,"广东":"否","19对应分":0},
{"院校代码":10533,"院校名称":"中南大学","计划数":8,"投档人数":8,"投档分":543,"最低排位":578,"广东":"否","19对应分":0},
{"院校代码":10534,"院校名称":"湖南科技大学","计划数":6,"投档人数":6,"投档分":490,"最低排位":6220,"广东":"否","19对应分":0},
{"院校代码":10536,"院校名称":"长沙理工大学","计划数":6,"投档人数":6,"投档分":508,"最低排位":3196,"广东":"否","19对应分":0},
{"院校代码":10537,"院校名称":"湖南农业大学","计划数":14,"投档人数":14,"投档分":493,"最低排位":5539,"广东":"否","19对应分":0},
{"院校代码":10542,"院校名称":"湖南师范大学","计划数":6,"投档人数":6,"投档分":508,"最低排位":3262,"广东":"否","19对应分":0},
{"院校代码":10551,"院校名称":"湖南科技学院","计划数":19,"投档人数":19,"投档分":471,"最低排位":10689,"广东":"否","19对应分":0},
{"院校代码":10555,"院校名称":"南华大学","计划数":3,"投档人数":3,"投档分":506,"最低排位":3500,"广东":"否","19对应分":0},
{"院校代码":10560,"院校名称":"汕头大学","计划数":119,"投档人数":119,"投档分":516,"最低排位":2291,"广东":"是","19对应分":0},
{"院校代码":10564,"院校名称":"华南农业大学","计划数":404,"投档人数":404,"投档分":518,"最低排位":2096,"广东":"是","19对应分":0},
{"院校代码":10566,"院校名称":"广东海洋大学","计划数":58,"投档人数":58,"投档分":500,"最低排位":4335,"广东":"是","19对应分":0},
{"院校代码":10574,"院校名称":"华南师范大学","计划数":119,"投档人数":119,"投档分":534,"最低排位":982,"广东":"是","19对应分":0},
{"院校代码":10576,"院校名称":"韶关学院","计划数":221,"投档人数":221,"投档分":481,"最低排位":8149,"广东":"是","19对应分":0},
{"院校代码":10577,"院校名称":"惠州学院","计划数":190,"投档人数":190,"投档分":490,"最低排位":6055,"广东":"是","19对应分":0},
{"院校代码":10578,"院校名称":"韩山师范学院","计划数":189,"投档人数":189,"投档分":480,"最低排位":8225,"广东":"是","19对应分":0},
{"院校代码":10579,"院校名称":"岭南师范学院","计划数":177,"投档人数":177,"投档分":487,"最低排位":6834,"广东":"是","19对应分":0},
{"院校代码":10580,"院校名称":"肇庆学院","计划数":315,"投档人数":315,"投档分":486,"最低排位":6902,"广东":"是","19对应分":0},
{"院校代码":10582,"院校名称":"嘉应学院","计划数":140,"投档人数":140,"投档分":480,"最低排位":8412,"广东":"是","19对应分":0},
{"院校代码":10586,"院校名称":"广州美术学院","计划数":65,"投档人数":65,"投档分":542,"最低排位":592,"广东":"是","19对应分":0},
{"院校代码":10588,"院校名称":"广东技术师范学院","计划数":222,"投档人数":222,"投档分":495,"最低排位":5115,"广东":"是","19对应分":0},
{"院校代码":10590,"院校名称":"深圳大学","计划数":277,"投档人数":277,"投档分":528,"最低排位":1276,"广东":"是","19对应分":0},
{"院校代码":10592,"院校名称":"广东财经大学","计划数":184,"投档人数":184,"投档分":505,"最低排位":3550,"广东":"是","19对应分":0},
{"院校代码":10595,"院校名称":"桂林电子科技大学","计划数":16,"投档人数":16,"投档分":476,"最低排位":9285,"广东":"否","19对应分":0},
{"院校代码":10596,"院校名称":"桂林理工大学","计划数":6,"投档人数":6,"投档分":480,"最低排位":8419,"广东":"否","19对应分":0},
{"院校代码":10606,"院校名称":"玉林师范学院","计划数":25,"投档人数":25,"投档分":477,"最低排位":9121,"广东":"否","19对应分":0},
{"院校代码":10610,"院校名称":"四川大学","计划数":29,"投档人数":29,"投档分":541,"最低排位":648,"广东":"否","19对应分":0},
{"院校代码":10611,"院校名称":"重庆大学","计划数":11,"投档人数":11,"投档分":537,"最低排位":820,"广东":"否","19对应分":0},
{"院校代码":10621,"院校名称":"成都信息工程大学","计划数":5,"投档人数":5,"投档分":495,"最低排位":5130,"广东":"否","19对应分":0},
{"院校代码":10635,"院校名称":"西南大学","计划数":3,"投档人数":3,"投档分":532,"最低排位":1057,"广东":"否","19对应分":0},
{"院校代码":10636,"院校名称":"四川师范大学","计划数":24,"投档人数":24,"投档分":501,"最低排位":4191,"广东":"否","19对应分":0},
{"院校代码":10640,"院校名称":"内江师范学院","计划数":7,"投档人数":7,"投档分":470,"最低排位":10867,"广东":"否","19对应分":0},
{"院校代码":10642,"院校名称":"重庆文理学院","计划数":4,"投档人数":4,"投档分":480,"最低排位":8288,"广东":"否","19对应分":0},
{"院校代码":10649,"院校名称":"乐山师范学院","计划数":5,"投档人数":5,"投档分":463,"最低排位":12884,"广东":"否","19对应分":0},
{"院校代码":10656,"院校名称":"西南民族大学","计划数":9,"投档人数":9,"投档分":489,"最低排位":6236,"广东":"否","19对应分":0},
{"院校代码":10673,"院校名称":"云南大学","计划数":9,"投档人数":9,"投档分":511,"最低排位":2821,"广东":"否","19对应分":0},
{"院校代码":10674,"院校名称":"昆明理工大学","计划数":10,"投档人数":10,"投档分":486,"最低排位":6953,"广东":"否","19对应分":0},
{"院校代码":10677,"院校名称":"西南林业大学","计划数":5,"投档人数":5,"投档分":483,"最低排位":7671,"广东":"否","19对应分":0},
{"院校代码":10702,"院校名称":"西安工业大学","计划数":2,"投档人数":2,"投档分":473,"最低排位":10080,"广东":"否","19对应分":0},
{"院校代码":10704,"院校名称":"西安科技大学","计划数":4,"投档人数":4,"投档分":490,"最低排位":6196,"广东":"否","19对应分":0},
{"院校代码":10708,"院校名称":"陕西科技大学","计划数":5,"投档人数":5,"投档分":501,"最低排位":4255,"广东":"否","19对应分":0},
{"院校代码":10710,"院校名称":"长安大学","计划数":10,"投档人数":10,"投档分":511,"最低排位":2852,"广东":"否","19对应分":0},
{"院校代码":10718,"院校名称":"陕西师范大学","计划数":10,"投档人数":10,"投档分":515,"最低排位":2389,"广东":"否","19对应分":0},
{"院校代码":10723,"院校名称":"渭南师范学院","计划数":2,"投档人数":2,"投档分":452,"最低排位":16135,"广东":"否","19对应分":0},
{"院校代码":10731,"院校名称":"兰州理工大学","计划数":10,"投档人数":10,"投档分":474,"最低排位":9688,"广东":"否","19对应分":0},
{"院校代码":10732,"院校名称":"兰州交通大学","计划数":2,"投档人数":2,"投档分":473,"最低排位":10000,"广东":"否","19对应分":0},
{"院校代码":10822,"院校名称":"广东白云学院","计划数":420,"投档人数":420,"投档分":443,"最低排位":18853,"广东":"是","19对应分":0},
{"院校代码":10894,"院校名称":"景德镇学院","计划数":4,"投档人数":4,"投档分":485,"最低排位":7204,"广东":"否","19对应分":0},
{"院校代码":10895,"院校名称":"萍乡学院","计划数":2,"投档人数":2,"投档分":473,"最低排位":10111,"广东":"否","19对应分":0},
{"院校代码":10918,"院校名称":"黄淮学院","计划数":3,"投档人数":3,"投档分":461,"最低排位":13342,"广东":"否","19对应分":0},
{"院校代码":10919,"院校名称":"平顶山学院","计划数":5,"投档人数":5,"投档分":446,"最低排位":17938,"广东":"否","19对应分":0},
{"院校代码":10920,"院校名称":"湖北理工学院","计划数":12,"投档人数":12,"投档分":481,"最低排位":8094,"广东":"否","19对应分":0},
{"院校代码":11075,"院校名称":"三峡大学","计划数":6,"投档人数":6,"投档分":478,"最低排位":8755,"广东":"否","19对应分":0},
{"院校代码":11078,"院校名称":"广州大学","计划数":280,"投档人数":280,"投档分":510,"最低排位":2983,"广东":"是","19对应分":0},
{"院校代码":11079,"院校名称":"成都学院","计划数":16,"投档人数":16,"投档分":488,"最低排位":6547,"广东":"否","19对应分":0},
{"院校代码":11100,"院校名称":"海南热带海洋学院","计划数":2,"投档人数":2,"投档分":477,"最低排位":8968,"广东":"否","19对应分":0},
{"院校代码":11104,"院校名称":"华北科技学院","计划数":3,"投档人数":3,"投档分":476,"最低排位":9240,"广东":"否","19对应分":0},
{"院校代码":11106,"院校名称":"广州航海学院","计划数":240,"投档人数":240,"投档分":479,"最低排位":8508,"广东":"是","19对应分":0},
{"院校代码":11318,"院校名称":"江西科技师范大学","计划数":12,"投档人数":12,"投档分":480,"最低排位":8333,"广东":"否","19对应分":0},
{"院校代码":11319,"院校名称":"南昌工程学院","计划数":8,"投档人数":8,"投档分":478,"最低排位":8756,"广东":"否","19对应分":0},
{"院校代码":11342,"院校名称":"湖南工程学院","计划数":10,"投档人数":10,"投档分":485,"最低排位":7169,"广东":"否","19对应分":0},
{"院校代码":11347,"院校名称":"仲恺农业工程学院","计划数":220,"投档人数":220,"投档分":492,"最低排位":5603,"广东":"是","19对应分":0},
{"院校代码":11349,"院校名称":"五邑大学（江门市外）","计划数":110,"投档人数":110,"投档分":493,"最低排位":5530,"广东":"是","19对应分":0},
{"院校代码":11349,"院校名称":"五邑大学（江门市内）","计划数":78,"投档人数":78,"投档分":486,"最低排位":7052,"广东":"是","19对应分":0},
{"院校代码":11354,"院校名称":"梧州学院","计划数":20,"投档人数":20,"投档分":462,"最低排位":13047,"广东":"否","19对应分":0},
{"院校代码":11393,"院校名称":"昆明学院","计划数":2,"投档人数":2,"投档分":475,"最低排位":9537,"广东":"否","19对应分":0},
{"院校代码":11400,"院校名称":"西安培华学院","计划数":2,"投档人数":2,"投档分":443,"最低排位":18791,"广东":"否","19对应分":0},
{"院校代码":11415,"院校名称":"中国地质大学(北京)","计划数":2,"投档人数":2,"投档分":567,"最低排位":136,"广东":"否","19对应分":0},
{"院校代码":11418,"院校名称":"北京城市学院","计划数":8,"投档人数":8,"投档分":480,"最低排位":8215,"广东":"否","19对应分":0},
{"院校代码":11458,"院校名称":"上海电机学院","计划数":5,"投档人数":5,"投档分":454,"最低排位":15444,"广东":"否","19对应分":0},
{"院校代码":11508,"院校名称":"新余学院","计划数":3,"投档人数":3,"投档分":474,"最低排位":9908,"广东":"否","19对应分":0},
{"院校代码":11545,"院校名称":"电子科技大学中山学院","计划数":110,"投档人数":110,"投档分":467,"最低排位":11732,"广东":"是","19对应分":0},
{"院校代码":11546,"院校名称":"广西科技师范学院","计划数":5,"投档人数":5,"投档分":459,"最低排位":13854,"广东":"否","19对应分":0},
{"院校代码":11556,"院校名称":"文山学院","计划数":5,"投档人数":5,"投档分":455,"最低排位":15127,"广东":"否","19对应分":0},
{"院校代码":11647,"院校名称":"浙江传媒学院","计划数":43,"投档人数":43,"投档分":508,"最低排位":3208,"广东":"否","19对应分":0},
{"院校代码":11656,"院校名称":"广东石油化工学院","计划数":53,"投档人数":53,"投档分":478,"最低排位":8844,"广东":"是","19对应分":0},
{"院校代码":11731,"院校名称":"贵州商学院","计划数":4,"投档人数":4,"投档分":448,"最低排位":17215,"广东":"否","19对应分":0},
{"院校代码":11799,"院校名称":"重庆工商大学","计划数":20,"投档人数":20,"投档分":493,"最低排位":5575,"广东":"否","19对应分":0},
{"院校代码":11800,"院校名称":"汉口学院","计划数":4,"投档人数":4,"投档分":460,"最低排位":13750,"广东":"否","19对应分":0},
{"院校代码":11837,"院校名称":"桂林旅游学院","计划数":12,"投档人数":12,"投档分":471,"最低排位":10708,"广东":"否","19对应分":0},
{"院校代码":11845,"院校名称":"广东工业大学","计划数":351,"投档人数":351,"投档分":510,"最低排位":2936,"广东":"是","19对应分":0},
{"院校代码":11846,"院校名称":"广东外语外贸大学","计划数":20,"投档人数":20,"投档分":513,"最低排位":2568,"广东":"是","19对应分":0},
{"院校代码":11847,"院校名称":"佛山科学技术学院","计划数":118,"投档人数":118,"投档分":489,"最低排位":6348,"广东":"是","19对应分":0},
{"院校代码":12048,"院校名称":"南京特殊教育师范学院","计划数":5,"投档人数":5,"投档分":481,"最低排位":8142,"广东":"否","19对应分":0},
{"院校代码":12056,"院校名称":"南通理工学院","计划数":10,"投档人数":9,"投档分":430,"最低排位":22902,"广东":"否","19对应分":0},
{"院校代码":12059,"院校名称":"广东培正学院","计划数":243,"投档人数":243,"投档分":451,"最低排位":16454,"广东":"是","19对应分":0},
{"院校代码":12303,"院校名称":"湖南涉外经济学院","计划数":17,"投档人数":17,"投档分":438,"最低排位":20398,"广东":"否","19对应分":0},
{"院校代码":12308,"院校名称":"海口经济学院","计划数":5,"投档人数":5,"投档分":423,"最低排位":24951,"广东":"否","19对应分":0},
{"院校代码":12310,"院校名称":"武昌理工学院","计划数":4,"投档人数":4,"投档分":456,"最低排位":14955,"广东":"否","19对应分":0},
{"院校代码":12574,"院校名称":"广东东软学院","计划数":420,"投档人数":420,"投档分":441,"最低排位":19418,"广东":"是","19对应分":0},
{"院校代码":12587,"院校名称":"上海立达学院","计划数":2,"投档人数":0,"投档分":0,"最低排位":0,"广东":"否","19对应分":0},
{"院校代码":12604,"院校名称":"湖南工业大学科技学院","计划数":12,"投档人数":12,"投档分":456,"最低排位":14790,"广东":"否","19对应分":0},
{"院校代码":12617,"院校名称":"华南理工大学广州学院","计划数":260,"投档人数":260,"投档分":465,"最低排位":12320,"广东":"是","19对应分":0},
{"院校代码":12618,"院校名称":"广州大学华软软件学院","计划数":441,"投档人数":441,"投档分":449,"最低排位":16955,"广东":"是","19对应分":0},
{"院校代码":12619,"院校名称":"中山大学南方学院","计划数":192,"投档人数":192,"投档分":435,"最低排位":21335,"广东":"是","19对应分":0},
{"院校代码":12621,"院校名称":"广东财经大学华商学院","计划数":302,"投档人数":302,"投档分":439,"最低排位":20136,"广东":"是","19对应分":0},
{"院校代码":12622,"院校名称":"广东海洋大学寸金学院","计划数":540,"投档人数":540,"投档分":428,"最低排位":23471,"广东":"是","19对应分":0},
{"院校代码":12623,"院校名称":"华南农业大学珠江学院","计划数":448,"投档人数":169,"投档分":421,"最低排位":25527,"广东":"是","19对应分":0},
{"院校代码":12650,"院校名称":"南华大学船山学院","计划数":1,"投档人数":1,"投档分":449,"最低排位":16918,"广东":"否","19对应分":0},
{"院校代码":12662,"院校名称":"吉首大学张家界学院","计划数":5,"投档人数":5,"投档分":423,"最低排位":24956,"广东":"否","19对应分":0},
{"院校代码":12668,"院校名称":"广东技术师范学院天河学院","计划数":90,"投档人数":90,"投档分":463,"最低排位":12737,"广东":"是","19对应分":0},
{"院校代码":12715,"院校名称":"西京学院","计划数":5,"投档人数":5,"投档分":430,"最低排位":22868,"广东":"否","19对应分":0},
{"院校代码":12766,"院校名称":"江西工程学院","计划数":2,"投档人数":2,"投档分":462,"最低排位":13073,"广东":"否","19对应分":0},
{"院校代码":12810,"院校名称":"安徽文达信息工程学院","计划数":4,"投档人数":4,"投档分":449,"最低排位":16967,"广东":"否","19对应分":0},
{"院校代码":13001,"院校名称":"宁波大红鹰学院","计划数":8,"投档人数":1,"投档分":477,"最低排位":8927,"广东":"否","19对应分":0},
{"院校代码":13177,"院校名称":"北京师范大学珠海分校","计划数":109,"投档人数":109,"投档分":492,"最低排位":5657,"广东":"是","19对应分":0},
{"院校代码":13238,"院校名称":"湖北工业大学工程技术学院","计划数":2,"投档人数":2,"投档分":440,"最低排位":19802,"广东":"否","19对应分":0},
{"院校代码":13239,"院校名称":"武汉工程大学邮电与信息工程学院","计划数":10,"投档人数":4,"投档分":432,"最低排位":22247,"广东":"否","19对应分":0},
{"院校代码":13328,"院校名称":"云南大学旅游文化学院","计划数":33,"投档人数":18,"投档分":421,"最低排位":25528,"广东":"否","19对应分":0},
{"院校代码":13330,"院校名称":"云南师范大学商学院","计划数":30,"投档人数":17,"投档分":421,"最低排位":25511,"广东":"否","19对应分":0},
{"院校代码":13333,"院校名称":"云南艺术学院文华学院","计划数":31,"投档人数":31,"投档分":440,"最低排位":19728,"广东":"否","19对应分":0},
{"院校代码":13434,"院校名称":"江西理工大学应用科学学院","计划数":10,"投档人数":10,"投档分":449,"最低排位":17039,"广东":"否","19对应分":0},
{"院校代码":13435,"院校名称":"景德镇陶瓷大学科技艺术学院","计划数":24,"投档人数":24,"投档分":465,"最低排位":12354,"广东":"否","19对应分":0},
{"院校代码":13436,"院校名称":"江西农业大学南昌商学院","计划数":6,"投档人数":6,"投档分":441,"最低排位":19482,"广东":"否","19对应分":0},
{"院校代码":13438,"院校名称":"江西师范大学科学技术学院","计划数":6,"投档人数":6,"投档分":453,"最低排位":15685,"广东":"否","19对应分":0},
{"院校代码":13439,"院校名称":"赣南师范大学科技学院","计划数":24,"投档人数":24,"投档分":461,"最低排位":13282,"广东":"否","19对应分":0},
{"院校代码":13441,"院校名称":"江西财经大学现代经济管理学院","计划数":4,"投档人数":4,"投档分":421,"最低排位":25524,"广东":"否","19对应分":0},
{"院校代码":13469,"院校名称":"厦门大学嘉庚学院","计划数":11,"投档人数":11,"投档分":484,"最低排位":7335,"广东":"否","19对应分":0},
{"院校代码":13471,"院校名称":"集美大学诚毅学院","计划数":3,"投档人数":3,"投档分":473,"最低排位":9988,"广东":"否","19对应分":0},
{"院校代码":13524,"院校名称":"北海艺术设计学院","计划数":128,"投档人数":128,"投档分":460,"最低排位":13638,"广东":"否","19对应分":0},
{"院校代码":13599,"院校名称":"大连艺术学院","计划数":16,"投档人数":16,"投档分":468,"最低排位":11334,"广东":"否","19对应分":0},
{"院校代码":13607,"院校名称":"吉林动画学院","计划数":15,"投档人数":15,"投档分":491,"最低排位":5940,"广东":"否","19对应分":0},
{"院校代码":13625,"院校名称":"云南师范大学文理学院","计划数":6,"投档人数":2,"投档分":429,"最低排位":23148,"广东":"否","19对应分":0},
{"院校代码":13630,"院校名称":"北京工商大学嘉华学院","计划数":6,"投档人数":3,"投档分":445,"最低排位":18230,"广东":"否","19对应分":0},
{"院校代码":13632,"院校名称":"上海视觉艺术学院","计划数":10,"投档人数":10,"投档分":512,"最低排位":2762,"广东":"否","19对应分":0},
{"院校代码":13639,"院校名称":"广西科技大学鹿山学院","计划数":30,"投档人数":30,"投档分":438,"最低排位":20415,"广东":"否","19对应分":0},
{"院校代码":13641,"院校名称":"广西师范大学漓江学院","计划数":2,"投档人数":2,"投档分":452,"最低排位":16161,"广东":"否","19对应分":0},
{"院校代码":13642,"院校名称":"广西师范学院师园学院","计划数":6,"投档人数":6,"投档分":426,"最低排位":24073,"广东":"否","19对应分":0},
{"院校代码":13644,"院校名称":"桂林电子科技大学信息科技学院","计划数":20,"投档人数":20,"投档分":434,"最低排位":21671,"广东":"否","19对应分":0},
{"院校代码":13645,"院校名称":"桂林理工大学博文管理学院","计划数":36,"投档人数":36,"投档分":429,"最低排位":23175,"广东":"否","19对应分":0},
{"院校代码":13656,"院校名称":"广东工业大学华立学院","计划数":200,"投档人数":200,"投档分":452,"最低排位":16152,"广东":"是","19对应分":0},
{"院校代码":13657,"院校名称":"广州大学松田学院","计划数":235,"投档人数":235,"投档分":452,"最低排位":16019,"广东":"是","19对应分":0},
{"院校代码":13660,"院校名称":"天津商业大学宝德学院","计划数":5,"投档人数":2,"投档分":423,"最低排位":24933,"广东":"否","19对应分":0},
{"院校代码":13665,"院校名称":"电子科技大学成都学院","计划数":5,"投档人数":5,"投档分":454,"最低排位":15500,"广东":"否","19对应分":0},
{"院校代码":13667,"院校名称":"广州商学院","计划数":284,"投档人数":284,"投档分":434,"最低排位":21557,"广东":"是","19对应分":0},
{"院校代码":13669,"院校名称":"四川传媒学院","计划数":7,"投档人数":7,"投档分":488,"最低排位":6642,"广东":"否","19对应分":0},
{"院校代码":13672,"院校名称":"四川工商学院","计划数":5,"投档人数":5,"投档分":460,"最低排位":13570,"广东":"否","19对应分":0},
{"院校代码":13675,"院校名称":"北京理工大学珠海学院","计划数":389,"投档人数":389,"投档分":472,"最低排位":10261,"广东":"是","19对应分":0},
{"院校代码":13684,"院校名称":"吉林大学珠海学院","计划数":285,"投档人数":285,"投档分":472,"最低排位":10274,"广东":"是","19对应分":0},
{"院校代码":13687,"院校名称":"中国传媒大学南广学院","计划数":8,"投档人数":8,"投档分":498,"最低排位":4721,"广东":"否","19对应分":0},
{"院校代码":13714,"院校名称":"广州工商学院","计划数":340,"投档人数":205,"投档分":421,"最低排位":25507,"广东":"是","19对应分":0},
{"院校代码":13719,"院校名称":"广东科技学院","计划数":450,"投档人数":283,"投档分":420,"最低排位":25782,"广东":"是","19对应分":0},
{"院校代码":13720,"院校名称":"广东理工学院","计划数":300,"投档人数":300,"投档分":437,"最低排位":20600,"广东":"是","19对应分":0},
{"院校代码":13774,"院校名称":"豫章师范学院","计划数":3,"投档人数":3,"投档分":461,"最低排位":13262,"广东":"否","19对应分":0},
{"院校代码":13811,"院校名称":"琼台师范学院","计划数":8,"投档人数":8,"投档分":479,"最低排位":8603,"广东":"否","19对应分":0},
{"院校代码":13844,"院校名称":"东莞理工学院城市学院","计划数":288,"投档人数":288,"投档分":447,"最低排位":17578,"广东":"否","19对应分":0},
{"院校代码":13892,"院校名称":"三亚学院","计划数":20,"投档人数":20,"投档分":468,"最低排位":11390,"广东":"否","19对应分":0},
{"院校代码":13895,"院校名称":"燕京理工学院","计划数":8,"投档人数":8,"投档分":431,"最低排位":22583,"广东":"否","19对应分":0},
{"院校代码":13898,"院校名称":"北京科技大学天津学院","计划数":4,"投档人数":3,"投档分":443,"最低排位":18888,"广东":"否","19对应分":0},
{"院校代码":13902,"院校名称":"中山大学新华学院","计划数":148,"投档人数":148,"投档分":443,"最低排位":18911,"广东":"是","19对应分":0},
{"院校代码":13903,"院校名称":"四川大学锦城学院","计划数":15,"投档人数":15,"投档分":466,"最低排位":11883,"广东":"否","19对应分":0},
{"院校代码":13988,"院校名称":"江苏师范大学科文学院","计划数":6,"投档人数":6,"投档分":453,"最低排位":15810,"广东":"否","19对应分":0},
{"院校代码":14038,"院校名称":"天津大学仁爱学院","计划数":6,"投档人数":6,"投档分":456,"最低排位":14986,"广东":"否","19对应分":0},
{"院校代码":14043,"院校名称":"四川文化艺术学院","计划数":5,"投档人数":5,"投档分":455,"最低排位":15084,"广东":"否","19对应分":0},
{"院校代码":14278,"院校名称":"广东第二师范学院","计划数":288,"投档人数":288,"投档分":497,"最低排位":4769,"广东":"是","19对应分":0},
{"院校代码":14327,"院校名称":"北京电影学院现代创意媒体学院","计划数":9,"投档人数":9,"投档分":464,"最低排位":12583,"广东":"否","19对应分":0},
{"院校代码":14389,"院校名称":"成都师范学院","计划数":5,"投档人数":5,"投档分":484,"最低排位":7392,"广东":"否","19对应分":0},
{"院校代码":14434,"院校名称":"山西传媒学院","计划数":6,"投档人数":6,"投档分":477,"最低排位":9099,"广东":"否","19对应分":0},
{"院校代码":19004,"院校名称":"北京交通大学(威海校区)","计划数":3,"投档人数":3,"投档分":482,"最低排位":7961,"广东":"否","19对应分":0},
{"院校代码":80016,"院校名称":"广东技术师范学院(与广州番禺职业技术学院协同培养)","计划数":25,"投档人数":25,"投档分":475,"最低排位":9430,"广东":"是","19对应分":0}


     ];

}());